tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "autoconf"
brew "boost"
brew "avrdude"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "grpc"
brew "bear"
brew "bison"
brew "glib"
brew "cairo"
brew "ccls"
brew "circleci"
brew "clisp"
brew "cmake"
brew "docker", link: false
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gdbm"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "guile"
brew "harfbuzz"
brew "highlight"
brew "shared-mime-info"
brew "libheif"
brew "libffi"
brew "openssl@1.1"
brew "python@3.9"
brew "tcl-tk"
brew "imagemagick"
brew "jq"
brew "julia"
brew "libraqm"
brew "libssh"
brew "libvterm"
brew "libyaml"
brew "llvm"
brew "llvm@13"
brew "luarocks"
brew "make"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "node"
brew "node-build"
brew "nodebrew"
brew "perl"
brew "pillow"
brew "postgresql@14"
brew "pstree"
brew "python@3.10"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "roswell"
brew "ruby-build"
brew "showkey"
brew "subversion"
brew "t-rec"
brew "telnet"
brew "tmate"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "osx-cross/avr/avr-gcc@11"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
cask "1password"
cask "aws-vault"
cask "chromedriver"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-japanese-ime"
cask "keycastr"
cask "kindle"
cask "krisp"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "skitch"
cask "slack"
cask "stoplight-studio"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "circleci.circleci"
vscode "dangoweb.synthwave-2077"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "koichisasada.vscode-rdbg"
vscode "marp-team.marp-vscode"
vscode "mrmartian.everforest-moist"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "qufiwefefwoyn.kanagawa"
vscode "rubocop.vscode-rubocop"
vscode "shopify.ruby-lsp"
vscode "soutaro.rbs-syntax"
vscode "soutaro.steep-vscode"
vscode "twxs.cmake"
vscode "vayan.haml"
vscode "vsls-contrib.codetour"
