tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "autoconf"
brew "avrdude"
brew "bat"
brew "grpc"
brew "bear"
brew "bison"
brew "gdbm"
brew "glib"
brew "libffi"
brew "python@3.9"
brew "llvm"
brew "ccls"
brew "clisp"
brew "cmake"
brew "docker", link: false
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "python@3.10"
brew "gobject-introspection"
brew "harfbuzz"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libvterm"
brew "libyaml"
brew "llvm@13"
brew "luarocks"
brew "make"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "node"
brew "node-build"
brew "nodebrew"
brew "openssl@3"
brew "pillow"
brew "postgresql@14"
brew "postgresql@9.6", restart_service: true
brew "pstree"
brew "ripgrep"
brew "roswell"
brew "ruby"
brew "ruby-build"
brew "showkey"
brew "subversion"
brew "telnet"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zlib"
brew "zsh"
brew "osx-cross/avr/avr-gcc@11"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
cask "1password"
cask "chromedriver"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-japanese-ime"
cask "kindle"
cask "krisp"
cask "notion"
cask "rectangle"
cask "skitch"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
