tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "microsoft/git"
brew "autoconf"
brew "openssl@3"
brew "bat"
brew "readline"
brew "gmp"
brew "coreutils"
brew "curl"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "libvterm"
brew "libyaml"
brew "llvm"
brew "memcached"
brew "mupdf"
brew "mysql"
brew "neovim"
brew "nkf"
brew "openssl@1.1"
brew "poppler"
brew "postgresql@16"
brew "redis"
brew "ripgrep"
brew "rust"
brew "scdoc"
brew "tmux"
brew "vips"
brew "wget"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "anki"
cask "chatgpt"
cask "cleanshot"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hackgen-nerd"
cask "fontbase"
cask "git-credential-manager"
cask "google-chrome"
cask "iterm2"
cask "keycastr"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "koichisasada.vscode-rdbg"
vscode "marp-team.marp-vscode"
vscode "mrmartian.everforest-moist"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "qufiwefefwoyn.kanagawa"
vscode "rubocop.vscode-rubocop"
vscode "shopify.ruby-lsp"
vscode "soutaro.rbs-syntax"
vscode "soutaro.steep-vscode"
vscode "twxs.cmake"
vscode "vsls-contrib.codetour"
