tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "avrdude"
brew "bat"
brew "python@3.9"
brew "bear"
brew "ccls"
brew "clisp"
brew "cmake"
brew "docker", link: false
brew "fzf"
brew "fzy"
brew "gcc"
brew "gdb"
brew "gh"
brew "ghq"
brew "git"
brew "glib"
brew "gnutls"
brew "gnupg"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "luarocks"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "node"
brew "nodebrew"
brew "postgresql"
brew "postgresql@9.6", restart_service: true
brew "ripgrep"
brew "roswell"
brew "subversion"
brew "tmate"
brew "tmux"
brew "vim"
brew "yarn"
brew "zsh"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
cask "1password"
cask "chromedriver"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-japanese-ime"
cask "kindle"
cask "krisp"
cask "notion"
cask "skitch"
cask "slack"
cask "visual-studio-code"
cask "zoom"
