{
  "ansi.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "diffview.nvim": { "branch": "main" },
  "file-line": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.icons": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "ts-comments.nvim": { "branch": "main" },
  "vim-gitgutter": { "branch": "main" },
  "vim-operator-replace": { "branch": "master" },
  "vim-operator-surround": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" }
}
